import React, { useState } from "react";
// import Card from "@mui/material/Card";
import { useNavigate } from "react-router-dom";
import MemberCard from "../../forAll/MembersCard";
import sasthaLogo from "../../../images/forAll/flag.png";

import { lazy } from "react";
const InnerBanner = lazy(() => import("../../forAll/InnerBanner"));
const PrawashActivityCard = lazy(() =>
  import("./prawashActivities/PrawashActivityCard")
);

const Prawash = ({ teamMembers, articlesData }) => {
  const navigate = useNavigate();
  const mCard =
    teamMembers &&
    teamMembers
      .slice(0, 4)
      .map((item) => <MemberCard cardInfo={item && item} key={item.id} />);

  const innerBannerInfo = {
    pageName: "प्रवास",
    // title: "Rolling",
  };
  return (
    <>
      <div className="prawash-page">
        <InnerBanner innerBannerInfo={innerBannerInfo} />

        <div className="contents">
          {/* <div className="heading-wrapper">
            <div className="title">प्रवास</div>
          </div> */}
          <div className="sastha-intro">
            <div className="sastha-head">
              <div className="title">संस्थाको परिचय</div>
            </div>
            <div className="sastha-img-wrapper">
              <div className="sastha-text">
                यतिबेला देशैभर दसैंको माहोल सुरु भएको छ । कोही यात्रामा छन्,
                कोही लिपपोत गरेर घर सजाउनमा व्यस्त छन् त कोही परदेशी आउने बाटो
                हेरिरहेका छन् । कात्तिकको महिना बर्खे बाली भित्र्याएर हिउँदे
                बाली लगाउन कोही खेतबारीमा छन् त कोही दसैंको निमेक गर्नका लागि
                अछामका स्थानीय बजारमा पुगेका छन् ।
                <br />
                <br />
                यतिबेला देशैभर दसैंको माहोल सुरु भएको छ । कोही यात्रामा छन्,
                कोही लिपपोत गरेर घर सजाउनमा व्यस्त छन् त कोही परदेशी आउने बाटो
                हेरिरहेका छन् । कात्तिकको महिना बर्खे बाली भित्र्याएर हिउँदे
                बाली लगाउन कोही खेतबारीमा छन् त कोही दसैंको निमेक गर्नका लागि
                अछामका स्थानीय बजारमा पुगेका छन् । यतिबेला देशैभर दसैंको माहोल
                सुरु भएको छ । कोही यात्रामा छन्, कोही लिपपोत गरेर घर सजाउनमा
                व्यस्त छन् त कोही परदेशी आउने बाटो हेरिरहेका छन् । कात्तिकको
                महिना बर्खे बाली भित्र्याएर हिउँदे बाली लगाउन कोही खेतबारीमा छन्
                त कोही दसैंको निमेक गर्नका लागि अछामका स्थानीय बजारमा पुगेका छन्
                ।
                <br />
                <br />
                सुरु भएको छ । कोही यात्रामा छन्, कोही लिपपोत गरेर घर सजाउनमा
                व्यस्त छन् त कोही परदेशी आउने बाटो हेरिरहेका छन् । कात्तिकको
                महिना बर्खे बाली भित्र्याएर हिउँदे बाली लगाउन कोही खेतबारीमा छन्
                त कोही दसैंको निमेक गर्नका लागि अछामका स्थानीय बजारमा पुगेका छन्
                ।
              </div>
              <img src={sasthaLogo} alt="" className="sastha-img" />
            </div>
            <div className="karya-samiti">
              <div className="heading-wrapper">
                <div className="title">कार्यसमिति</div>
                {teamMembers.length > 4 && (
                  <div
                    className="see-more"
                    onClick={() => {
                      navigate("/prawash/karyasamiti");
                    }}
                  >
                    थप हेर्नुहोस्
                  </div>
                )}
              </div>
              <div className="cards-wrapper" data-aos="fade-right">
                {mCard && mCard}
              </div>
            </div>
            <div className="activities-wrapper  ">
              {/* <div className="heading-wrapper">
                <div className="title">गतिविधि</div>
              </div> */}
              <div className="heading-wrapper">
                <div className="title">गतिविधि</div>
                {articlesData.length > 3 && (
                  <div
                    className="see-more"
                    onClick={() => {
                      navigate("/prawash/activities");
                    }}
                  >
                    थप हेर्नुहोस्
                  </div>
                )}
              </div>
              {/* {articlesData.slice(0, 3).map((item) => {
                const { id = "", date = "", articles = "" } = item;
                return (
                  <div className="sec-by-date-wrapper" key={id}>
                    <div className="articles-date">{date}</div>
                    {articles.slice(0, 2).map((item) => {
                      return <ActivityCard key={item.id} cardDetail={item} />;
                    })}
                  </div>
                );
              })} */}
              <div className="activities-card-wrapper">
                {articlesData.slice(0, 4).map((item) => {
                  return (
                    <PrawashActivityCard key={item.id} cardDetail={item} />
                  );
                })}
              </div>
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default Prawash;
Prawash.defaultProps = {
  teamMembers: [
    {
      id: 0,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "मोहन गोल",
      position: "अध्यक्ष",
      socialLinks: ["", "", ""],
    },
    {
      id: 1,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "कुमार सिंह घिसिङ तामाङ",
      position: "सहअध्यक्ष",
      socialLinks: ["", "", ""],
    },

    {
      id: 2,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "Naryan Kaji",
      position: "Document Head",
      socialLinks: ["", "", ""],
    },
    {
      id: 3,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "Jack Chhetri",
      position: "Senior counsler ",
      socialLinks: ["", "", ""],
    },
    {
      id: 4,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "मोहन गोल",
      position: "अध्यक्ष",
      socialLinks: ["", "", ""],
    },
    {
      id: 5,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "कुमार सिंह घिसिङ तामाङ",
      position: "सहअध्यक्ष",
      socialLinks: ["", "", ""],
    },

    {
      id: 6,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "Naryan Kaji",
      position: "Document Head",
      socialLinks: ["", "", ""],
    },
    {
      id: 7,
      image_link:
        "https://i.pinimg.com/736x/c5/e8/97/c5e897122524a087508808f30b3f2f94.jpg",
      name: "Jack Chhetri",
      position: "Senior counsler ",
      socialLinks: ["", "", ""],
    },
  ],
  articlesData: [
    {
      id: 0,
      title: "विचार विचारहरु कार्तिक २, २०८० निराशाबीच आएको उल्लासको पर्व",
      name: "रमेश योन्जन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/miscellaneous/isrealgazawarshuva-9-19102023120050-1000x0.jpg&w=300&h=0",
    },
    {
      id: 1,
      title: "एनआरएनका नयाँ मुद्दा",
      name: "रोसन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/ped/park-cover-19102023045048-1000x0.jpg&w=300&h=0",
    },
    {
      id: 3,
      title: "विचार विचारहरु कार्तिक २, २०८० निराशाबीच आएको उल्लासको पर्व",
      name: "रमेश योन्जन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/third-party/gazaa-17102023043522-1000x0.jpg&w=300&h=0",
    },
    {
      id: 4,
      title: "विचार विचारहरु कार्तिक २, २०८० निराशाबीच आएको उल्लासको पर्व",
      name: "रमेश योन्जन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/miscellaneous/isrealgazawarshuva-9-19102023120050-1000x0.jpg&w=300&h=0",
    },
    {
      id: 5,
      title: "एनआरएनका नयाँ मुद्दा",
      name: "रोसन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/ped/park-cover-19102023045048-1000x0.jpg&w=300&h=0",
    },
    {
      id: 6,
      title: "विचार विचारहरु कार्तिक २, २०८० निराशाबीच आएको उल्लासको पर्व",
      name: "रमेश योन्जन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/third-party/gazaa-17102023043522-1000x0.jpg&w=300&h=0",
    },
    {
      id: 7,
      title: "विचार विचारहरु कार्तिक २, २०८० निराशाबीच आएको उल्लासको पर्व",
      name: "रमेश योन्जन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/miscellaneous/isrealgazawarshuva-9-19102023120050-1000x0.jpg&w=300&h=0",
    },
    {
      id: 8,
      title: "एनआरएनका नयाँ मुद्दा",
      name: "रोसन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/ped/park-cover-19102023045048-1000x0.jpg&w=300&h=0",
    },
    {
      id: 9,
      title: "विचार विचारहरु कार्तिक २, २०८० निराशाबीच आएको उल्लासको पर्व",
      name: "रमेश योन्जन तामाङ",
      desc: "नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् । नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।  नेपालमा उद्योग र उत्पादनशील क्षेत्रको प्रगति न्यून छ । यसका प्रमुख कारण आवश्यक पूर्वाधारको कमी, लगानीयोग्य वातावरण तथा नीतिगत स्थिरता नहुनु, उपयुक्त सीप तथा संख्यामा जनशक्ति अभावलगायत हुन् ।",
      image_link:
        "https://assets-cdn-api.kantipurdaily.com/thumb.php?src=https://assets-cdn.kantipurdaily.com/uploads/source/news/kantipur/2023/third-party/gazaa-17102023043522-1000x0.jpg&w=300&h=0",
    },
  ],
};
