import React, { useState, useEffect } from "react";
import axios from "axios";
import NewsCard from "../../forAll/NewsCard";
//
import news1 from "../../../images/pages/home/newsSection/news1.webp";
import news2 from "../../../images/pages/home/newsSection/news2.jpg";
import news3 from "../../../images/pages/home/newsSection/news3.jpg";
import news4 from "../../../images/pages/home/newsSection/news4.jpg";
import news5 from "../../../images/pages/home/newsSection/news5.jpg";
import { lazy } from "react";
const InnerBanner = lazy(() => import("../../forAll/InnerBanner"));

const News = ({ news }) => {
    // const [sliceNum, setSliceNum] = useState(3);
    const [newsApi, setNewsApi] = useState();

    const fetchNews = async () => {
        const res = await axios.get(
            import.meta.env.VITE_API_BASE_URL + "/api/news/list"
        );
        // const data = await res.data.slice(0, sliceNum);
        const data = await res.data;

        // console.log("res-----------------", data.slice(0, sliceNum));
        setNewsApi(data);
    };

    useEffect(() => {
        fetchNews();
    }, []);

    // const handleInfiniteScroll = async () => {
    //     try {
    //         if (
    //             document.getElementById("cards_wrapper").getBoundingClientRect()
    //                 .bottom <=
    //             window.innerHeight + 100
    //         ) {
    //             setSliceNum((prev) => prev + prev);
    //         }
    //     } catch (error) {
    //         console.log(error);
    //     }
    // };

    // useEffect(() => {
    //     window.addEventListener("scroll", handleInfiniteScroll);
    // }, []);

    const innerBannerInfo = {
        pageName: "न्यूजहरु",
        // title: "Rolling",
    };

    return (
        <div className="news-page">
            <InnerBanner innerBannerInfo={innerBannerInfo} />
            <div className="contents">
                <div className="heading-wrapper">
                    <div className="title">न्यूजहरु</div>
                </div>
                <div className="news-cards" id="cards_wrapper">
                    {newsApi &&
                        newsApi.map((news) => {
                            return (
                                <NewsCard
                                    news={news}
                                    key={news?.id}
                                    // sentId={id}
                                    // thumbnail={thumbnail}
                                    // title={title}
                                    // desc={desc}
                                />
                            );
                        })}
                </div>
            </div>
        </div>
    );
};

export default News;

News.defaultProps = {
    news: [
        {
            id: 0,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 1,
            title: "पार्टीविरुद्व कुप्रचारको प्रतिवाद गर्न महासचिवको निर्देशन ",
            thumbnail: news3,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले)का महासचिव शंकर पोखरेलले गरिएका कुप्रचारको प्रतिवाद गर्न निर्देशन दिनुभएको छ । नेकपा (एमाले) कुनै पनि कालखण्डमा कुनै खाले भ्रष्टाचारका काण्डमा संलग्न नभएको उल्लेख गर्दै भ्रष्टहरूले नै एमाले पनि हामी जस्तै हो भन्ने भ्रम छर्ने प्रयास गरेको बताउनुभयो । शुक्रबार गण्डकी प्रदेशमा पार्टीको जिम्मेवारीमा रहनुभएका केन्द्रीय कमिटी सदस्यहरूको पोखरामा सम्पन्न बैठकलाई सम्बोधन गर्दै महासचिव पोखरेलले असत्य प्रचार गरेर पार्टीविरुद्व कुप्रचार गर्दा कुनै पनि नेता कार्यकर्ता चुप लागेर बस्न नहुने बताउनुभयो । यति, ओम्नी, वाइडबडी, गोकर्ण रिसोर्ट, प्रिन्टिङ प्रेस, गिरीबन्धु लगायत जति पनि नाम लिएर एमालेको बदनाम गर्न खोजिएको छ ती सबैका फाइल खोलेर अनुसन्धान गर्न पार्टीले चुनौती दिएको छ, फाइल खोल्दैनन् केबल बदनाम मात्र गर्न खोज्छन्, महासचिव पोखरेलले भन्नुभयो–ढुक्कले जनतालाई बताउनुस्, एमालेले न हिजो भ्रष्टाचार गर्यो न भोलि गर्छ । उहाँले आगामी निर्वाचनमा एमाले एक्लैलाई पूर्ण बहुमत ल्याउने अवस्थामा पुराउने गरी काम गर्न पनि नेता कार्यकर्तालाई निर्देशन दिनुभयो । एमालेका नीति र कार्यक्रम जनताले बुझ्ने गरी बताउने हो भने ५१ प्रतिशत भन्दा बढी मत पाउने उहाँको विश्वास छ । पार्टीका उपमहासचिव पृथ्वी सुब्बा गुरुङ, सचिव तथा गण्डकी प्रदेश इन्चार्ज गोकर्ण विष्ट, स्थायी कमिटी सदस्य खगराज अधिकारी, थममाया थापा लगायत केन्द्रीय सदस्यहरूको विहीबार र शुक्रबार गरी दुईदिनसम्म चलेको बैठक विभिन्न प्रस्ताव पारित गर्दै सम्पन्न भएको छ । बैठकमा आगामी सबै तहका निर्वाचनमा पार्टीलाई बहुमतका साथ पहिलो बनाउने प्रतिबद्धता जनाउँदै योजनाबद्ध र एकताबद्ध ढङ्गले पार्टी कामलाई अगाडि बढाउने प्रस्ताव पारित गरिएको छ । बैठकले पोखरा अन्तर्राष्ट्रिय विमानस्थलबाट अन्तर्राष्ट्रिय उडान सञ्चालन गर्न, पोखरालाई पर्यटकीय शहर घोषणा गर्न त्यस अनुसार आश्यक पूर्वाधारको विकास गर्न तथा जनजीविकाका सवाललाई सम्बोधन गर्न सरकारसँग माग गरेको छ ।  त्यसैगरी, बैठकले सुनतस्करी प्रकरण, नक्कली भूटानी शरणार्थी प्रकरण, ललिता निवास लगायत देशकै छवि धुमिल बनाउने काण्डहरूको छानविन गरी दोषीहरूलाई कार्वाही गर्न माग गरेको छ ।  ",
        },
        {
            id: 2,
            title: "कर्णालीमा आगामी सबै निर्वाचनमा पार्टीलाई बहुमतसहित पहिलो बनाउने प्रतिबद्धता  ",
            thumbnail: news2,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "सुर्खेत । नेकपा (एमाले)का कर्णाली प्रदेशमा कार्यरत केन्द्रीय कमिटीका सदस्यहरूले पार्टीलाई आगामी सबै निर्वाचनमा बहुमत प्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने सामुहिक प्रतिबद्धता जाहेर गर्नुभएको छ । महासचिव शंकर पोखरेलको उपस्थितिमा सचिव तथा कर्णाली प्रदेशका इन्चार्ज लेखराज भट्टसहितका नेताहरूको दुुई दिने (भदौ ५ र ६) बैठकपछि जारी सात बुँदे प्रतिबद्धतामा पार्टी काम, कर्णालीका जनताका समस्या समाधानलगायत विषयमा क्रियाशील रहने प्रण गरिएको हो । जारी प्रतिबद्धता यस प्रकार छः १.     कर्णाली प्रदेशमा जनमतका हिसाबले नेकपा (एमाले) जनताको रोजाइको पहिलो पार्टीका रुपमा स्थापित छ । अप्राकृतिक गठबन्धन, सत्ताको दुरुपयोग, निर्वाचनमा अवाञ्छित हथकण्डाको प्रयोग जस्ता कुराले गत निर्वाचनमा प्रत्यक्षतर्फ सोचे अनुरुप परिणाम आउन सकेन । यस परिस्थितिलाई हृदयङ्गम गर्दै प्रतिकूलताहरूलाई अनुकूलतामा परिणत गर्ने अठोटका साथ आगामी सबै निर्वाचनमा नेकपा (एमाले) लाई बहुमतप्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने प्रण गर्दछौँ । २.     नेकपा (एमाले) आफ्नो आन्तरिक जीवनलाई पारदर्शी, लोकतान्त्रिक र व्यवस्थित रूपमा सञ्चालन गर्ने अब्बल पार्टीका रूपमा स्थापित छ । हाम्रो पार्टीको यस गौरवमय परम्परा र अभ्यासका आधारमा पार्टीका हामी सबै नेता, कार्यकर्ताका साथै कमिटीहरू परिचालन भइरहेका छौँ । यसक्रममा पार्टी जीवनमा विभिन्न घटनाक्रमका सन्दर्भमा स्वाभाविक रूपमा देखापर्ने कतिपय अन्तरविरोधहरूलाई जनवादी अभ्यास र कमरेड्ली भावनाका साथ समाधान गर्दै आपसी सद्भाव, हार्दिकता र एकताका आधारमा अघि बढ्न हामी सबै प्रतिबद्ध छौँ । ३.     दक्षिणपन्थी अवसरवाद र संगठनात्मक अराजकतालाई आजको कम्युनिस्ट आन्दोलनको प्रमुख समस्याका रूपमा हाम्रो पार्टीको दशौँ राष्ट्रिय महाधिवेशनले पहिचान गरेको छ । हाम्रो पार्टीलाई सही बाटोमा हिँडाउनका लागि यी दुई प्रवृत्तिका विरुद्ध निर्ममतापूर्वक नलडी र विजय हासिल नगरी सम्भव छैन । कर्णालीको भौगोलिक विकटता, सामाजिक संरचना, आर्थिक अवस्था जस्ता कुराले माथिका प्रवृत्तिहरूलाई थप मलजल गर्ने अवस्था विद्यमान छ । हाम्रा सबै नेता, कार्यकर्ता, कमिटी र जनसंगठनहरुलाई यसप्रति विशेषरूपमा सचेत बनाउँदै नेकपा (एमाले) लाई वैचारिक, राजनीतिक, शैलीगत, विकास निर्माण जस्ता सबै विषयमा विशिष्ट र उदाहरणीय बनाउनका लागि हामी अठोट गर्दछौँ । ४.     कर्णालीका जनताले बलिदान गरेर सङ्घर्षका माध्यमबाट कर्णाली प्रदेश स्थापना गरेको सात बर्ष बितेको छ । प्रदेश स्थापना हुँदै गर्दा कर्णालीका जनताले आफ्नो गाउँ–ठाउँको सरकारले हाम्रा दुःख केही हदसम्म भए पनि निवारण गर्ला भनेर गरेको आशा यसबीचमा पूर्णतः निराशामा परिणत भएको छ । सुरुदेखि गलत शक्तिको हातमा नेतृत्व पुग्दा कर्णाली प्रदेश सबै सूचाकाङ्कहरूमा पछाडिबाट एक नम्बरमा रहनुपर्ने दुखद् यथार्थ छ । प्रदेश सरकारका स्वेच्छाचारी, कार्यकर्ता पोस्ने, बजेट दुरुपयोग गर्ने, बिनियोजित बजेट ठोस योजनामा खर्च गर्न नसक्ने, राजनीतिक पूर्वाग्रहका आधारमा योजना छान्ने, ती योजनाहरूलाई कागजी प्रक्रिया मिलाएर दुरुपयोग गर्ने जस्ता गलत प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र विशेष रूपमा प्रतिवाद गर्न आवश्यक छ । कर्णालीका जनताको विकासको चाहनालाई कुठाराघात गर्ने यस्ता प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र तथा बाहिर जोडदार रूपमा आवाज उठाउन हामी आह्वान गर्दछौँ । ५.     कर्णालीमा नेकपा (एमाले) प्रतिको कार्यकर्ता र जनताको विश्वासलाई माथि उठाउन आवश्यक छ । प्रतिस्पर्धी दलहरूको नेतृत्वको अवस्थालाई समेत चुनौती दिनसक्ने अवस्था निर्माण गर्नसक्दा हामीप्रति कार्यकर्ताको विश्वास र जनताको भरोषा बढ्दछ । कर्णालीको शक्ति सन्तुलनको अवस्थालाई बदल्नका लागि हाम्रो पार्टीको योजनाबद्ध हस्तक्षेप र कार्यान्वयन आवश्यक छ । पार्टी नेतृत्वमा कर्णालीको प्रभावकारी उपस्थिति र त्यस नेतृत्वका आधारमा कर्णालीका जनतालाई विश्वासिलो नेतृत्वको आधार निर्माण गरेर हामीले यस अवस्थालाई बदल्नुपर्छ । त्यसका लागि हामी सबै एकमत हुँदै आ–आफ्नो ठाउँबाट आफ्नो योग्यता, क्षमता र जिम्मेवारी अनुरुप योगदान गर्न हामी प्रतिबद्ध छौँ । ६.    कर्णालीका जनता विभिन्न समस्याले आक्रान्त छन् । खाद्य सङ्कट छ, बाढी–पहिरोका कारण बाटोघाटो प्रभावित बनेको छ, हवाई सेवा विश्वासिलो छैन, महङ्गो छ । लम्पी स्किनका कारण पशुहरूको क्षति भए पनि क्षतिपूर्तिको व्यवस्था छैन । विजुली–बत्तीको कुनै ठेगान छैन, ट्रान्समिसन लाइन राम्रो छैन, सुर्खेत विमानस्थल विस्तार हुन सकेको छैन । रोजगारीका सम्भावना थप क्षीण भएका छन् । यस्ता विषयहरूप्रति गम्भीर चिन्ता प्रकट गर्दै जनताको दैनन्दिनको जीवनयापनलाई सहजता दिन हामी जोडदार आग्रह गर्दछौँ । ७.    कर्णालीमा हालसम्म कुनै मेघा परियोजना सञ्चालित छैनन् । माथिल्लो कर्णाली १५ बर्षदेखि भारतीय कम्पनीलाई ओगटेर राख्न दिइएको छ । अझ हालै प्रधानमन्त्रीको भारत भ्रमणका बेला फुकोट कर्णाली बिनाप्रतिस्पर्धा भारतीय कम्पनीलाई सुम्पिने काम भएको छ । कर्णाली र भेरी करिडरको बाटोलाई प्राथमिकता दिइएको छैन, दैलेखमा पेट्रोलियम पदार्थको उत्खनन्सम्बन्धी सुरु भएको योजना अलपत्र परेको छ । नलगाड जलविद्युत् परियोजनाको कामलाई लामो समयदेखि अल्झाएर राखिएको छ । यस्ता कामबाट कर्णालीमा आगामी कैयौँ बर्षसम्म विकासका ठूला काम हुनै नदिने र होल्ड गरेर राख्ने षड्यन्त्रका रूपमा हामीले लिएका छौँ । ",
        },
        {
            id: 3,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news4,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 4,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news5,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 5,
            title: "पार्टीविरुद्व कुप्रचारको प्रतिवाद गर्न महासचिवको निर्देशन ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले)का महासचिव शंकर पोखरेलले गरिएका कुप्रचारको प्रतिवाद गर्न निर्देशन दिनुभएको छ । नेकपा (एमाले) कुनै पनि कालखण्डमा कुनै खाले भ्रष्टाचारका काण्डमा संलग्न नभएको उल्लेख गर्दै भ्रष्टहरूले नै एमाले पनि हामी जस्तै हो भन्ने भ्रम छर्ने प्रयास गरेको बताउनुभयो । शुक्रबार गण्डकी प्रदेशमा पार्टीको जिम्मेवारीमा रहनुभएका केन्द्रीय कमिटी सदस्यहरूको पोखरामा सम्पन्न बैठकलाई सम्बोधन गर्दै महासचिव पोखरेलले असत्य प्रचार गरेर पार्टीविरुद्व कुप्रचार गर्दा कुनै पनि नेता कार्यकर्ता चुप लागेर बस्न नहुने बताउनुभयो । यति, ओम्नी, वाइडबडी, गोकर्ण रिसोर्ट, प्रिन्टिङ प्रेस, गिरीबन्धु लगायत जति पनि नाम लिएर एमालेको बदनाम गर्न खोजिएको छ ती सबैका फाइल खोलेर अनुसन्धान गर्न पार्टीले चुनौती दिएको छ, फाइल खोल्दैनन् केबल बदनाम मात्र गर्न खोज्छन्, महासचिव पोखरेलले भन्नुभयो–ढुक्कले जनतालाई बताउनुस्, एमालेले न हिजो भ्रष्टाचार गर्यो न भोलि गर्छ । उहाँले आगामी निर्वाचनमा एमाले एक्लैलाई पूर्ण बहुमत ल्याउने अवस्थामा पुराउने गरी काम गर्न पनि नेता कार्यकर्तालाई निर्देशन दिनुभयो । एमालेका नीति र कार्यक्रम जनताले बुझ्ने गरी बताउने हो भने ५१ प्रतिशत भन्दा बढी मत पाउने उहाँको विश्वास छ । पार्टीका उपमहासचिव पृथ्वी सुब्बा गुरुङ, सचिव तथा गण्डकी प्रदेश इन्चार्ज गोकर्ण विष्ट, स्थायी कमिटी सदस्य खगराज अधिकारी, थममाया थापा लगायत केन्द्रीय सदस्यहरूको विहीबार र शुक्रबार गरी दुईदिनसम्म चलेको बैठक विभिन्न प्रस्ताव पारित गर्दै सम्पन्न भएको छ । बैठकमा आगामी सबै तहका निर्वाचनमा पार्टीलाई बहुमतका साथ पहिलो बनाउने प्रतिबद्धता जनाउँदै योजनाबद्ध र एकताबद्ध ढङ्गले पार्टी कामलाई अगाडि बढाउने प्रस्ताव पारित गरिएको छ । बैठकले पोखरा अन्तर्राष्ट्रिय विमानस्थलबाट अन्तर्राष्ट्रिय उडान सञ्चालन गर्न, पोखरालाई पर्यटकीय शहर घोषणा गर्न त्यस अनुसार आश्यक पूर्वाधारको विकास गर्न तथा जनजीविकाका सवाललाई सम्बोधन गर्न सरकारसँग माग गरेको छ ।  त्यसैगरी, बैठकले सुनतस्करी प्रकरण, नक्कली भूटानी शरणार्थी प्रकरण, ललिता निवास लगायत देशकै छवि धुमिल बनाउने काण्डहरूको छानविन गरी दोषीहरूलाई कार्वाही गर्न माग गरेको छ ।  ",
        },
        {
            id: 6,
            title: "कर्णालीमा आगामी सबै निर्वाचनमा पार्टीलाई बहुमतसहित पहिलो बनाउने प्रतिबद्धता  ",
            thumbnail: news3,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "सुर्खेत । नेकपा (एमाले)का कर्णाली प्रदेशमा कार्यरत केन्द्रीय कमिटीका सदस्यहरूले पार्टीलाई आगामी सबै निर्वाचनमा बहुमत प्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने सामुहिक प्रतिबद्धता जाहेर गर्नुभएको छ । महासचिव शंकर पोखरेलको उपस्थितिमा सचिव तथा कर्णाली प्रदेशका इन्चार्ज लेखराज भट्टसहितका नेताहरूको दुुई दिने (भदौ ५ र ६) बैठकपछि जारी सात बुँदे प्रतिबद्धतामा पार्टी काम, कर्णालीका जनताका समस्या समाधानलगायत विषयमा क्रियाशील रहने प्रण गरिएको हो । जारी प्रतिबद्धता यस प्रकार छः १.     कर्णाली प्रदेशमा जनमतका हिसाबले नेकपा (एमाले) जनताको रोजाइको पहिलो पार्टीका रुपमा स्थापित छ । अप्राकृतिक गठबन्धन, सत्ताको दुरुपयोग, निर्वाचनमा अवाञ्छित हथकण्डाको प्रयोग जस्ता कुराले गत निर्वाचनमा प्रत्यक्षतर्फ सोचे अनुरुप परिणाम आउन सकेन । यस परिस्थितिलाई हृदयङ्गम गर्दै प्रतिकूलताहरूलाई अनुकूलतामा परिणत गर्ने अठोटका साथ आगामी सबै निर्वाचनमा नेकपा (एमाले) लाई बहुमतप्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने प्रण गर्दछौँ । २.     नेकपा (एमाले) आफ्नो आन्तरिक जीवनलाई पारदर्शी, लोकतान्त्रिक र व्यवस्थित रूपमा सञ्चालन गर्ने अब्बल पार्टीका रूपमा स्थापित छ । हाम्रो पार्टीको यस गौरवमय परम्परा र अभ्यासका आधारमा पार्टीका हामी सबै नेता, कार्यकर्ताका साथै कमिटीहरू परिचालन भइरहेका छौँ । यसक्रममा पार्टी जीवनमा विभिन्न घटनाक्रमका सन्दर्भमा स्वाभाविक रूपमा देखापर्ने कतिपय अन्तरविरोधहरूलाई जनवादी अभ्यास र कमरेड्ली भावनाका साथ समाधान गर्दै आपसी सद्भाव, हार्दिकता र एकताका आधारमा अघि बढ्न हामी सबै प्रतिबद्ध छौँ । ३.     दक्षिणपन्थी अवसरवाद र संगठनात्मक अराजकतालाई आजको कम्युनिस्ट आन्दोलनको प्रमुख समस्याका रूपमा हाम्रो पार्टीको दशौँ राष्ट्रिय महाधिवेशनले पहिचान गरेको छ । हाम्रो पार्टीलाई सही बाटोमा हिँडाउनका लागि यी दुई प्रवृत्तिका विरुद्ध निर्ममतापूर्वक नलडी र विजय हासिल नगरी सम्भव छैन । कर्णालीको भौगोलिक विकटता, सामाजिक संरचना, आर्थिक अवस्था जस्ता कुराले माथिका प्रवृत्तिहरूलाई थप मलजल गर्ने अवस्था विद्यमान छ । हाम्रा सबै नेता, कार्यकर्ता, कमिटी र जनसंगठनहरुलाई यसप्रति विशेषरूपमा सचेत बनाउँदै नेकपा (एमाले) लाई वैचारिक, राजनीतिक, शैलीगत, विकास निर्माण जस्ता सबै विषयमा विशिष्ट र उदाहरणीय बनाउनका लागि हामी अठोट गर्दछौँ । ४.     कर्णालीका जनताले बलिदान गरेर सङ्घर्षका माध्यमबाट कर्णाली प्रदेश स्थापना गरेको सात बर्ष बितेको छ । प्रदेश स्थापना हुँदै गर्दा कर्णालीका जनताले आफ्नो गाउँ–ठाउँको सरकारले हाम्रा दुःख केही हदसम्म भए पनि निवारण गर्ला भनेर गरेको आशा यसबीचमा पूर्णतः निराशामा परिणत भएको छ । सुरुदेखि गलत शक्तिको हातमा नेतृत्व पुग्दा कर्णाली प्रदेश सबै सूचाकाङ्कहरूमा पछाडिबाट एक नम्बरमा रहनुपर्ने दुखद् यथार्थ छ । प्रदेश सरकारका स्वेच्छाचारी, कार्यकर्ता पोस्ने, बजेट दुरुपयोग गर्ने, बिनियोजित बजेट ठोस योजनामा खर्च गर्न नसक्ने, राजनीतिक पूर्वाग्रहका आधारमा योजना छान्ने, ती योजनाहरूलाई कागजी प्रक्रिया मिलाएर दुरुपयोग गर्ने जस्ता गलत प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र विशेष रूपमा प्रतिवाद गर्न आवश्यक छ । कर्णालीका जनताको विकासको चाहनालाई कुठाराघात गर्ने यस्ता प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र तथा बाहिर जोडदार रूपमा आवाज उठाउन हामी आह्वान गर्दछौँ । ५.     कर्णालीमा नेकपा (एमाले) प्रतिको कार्यकर्ता र जनताको विश्वासलाई माथि उठाउन आवश्यक छ । प्रतिस्पर्धी दलहरूको नेतृत्वको अवस्थालाई समेत चुनौती दिनसक्ने अवस्था निर्माण गर्नसक्दा हामीप्रति कार्यकर्ताको विश्वास र जनताको भरोषा बढ्दछ । कर्णालीको शक्ति सन्तुलनको अवस्थालाई बदल्नका लागि हाम्रो पार्टीको योजनाबद्ध हस्तक्षेप र कार्यान्वयन आवश्यक छ । पार्टी नेतृत्वमा कर्णालीको प्रभावकारी उपस्थिति र त्यस नेतृत्वका आधारमा कर्णालीका जनतालाई विश्वासिलो नेतृत्वको आधार निर्माण गरेर हामीले यस अवस्थालाई बदल्नुपर्छ । त्यसका लागि हामी सबै एकमत हुँदै आ–आफ्नो ठाउँबाट आफ्नो योग्यता, क्षमता र जिम्मेवारी अनुरुप योगदान गर्न हामी प्रतिबद्ध छौँ । ६.    कर्णालीका जनता विभिन्न समस्याले आक्रान्त छन् । खाद्य सङ्कट छ, बाढी–पहिरोका कारण बाटोघाटो प्रभावित बनेको छ, हवाई सेवा विश्वासिलो छैन, महङ्गो छ । लम्पी स्किनका कारण पशुहरूको क्षति भए पनि क्षतिपूर्तिको व्यवस्था छैन । विजुली–बत्तीको कुनै ठेगान छैन, ट्रान्समिसन लाइन राम्रो छैन, सुर्खेत विमानस्थल विस्तार हुन सकेको छैन । रोजगारीका सम्भावना थप क्षीण भएका छन् । यस्ता विषयहरूप्रति गम्भीर चिन्ता प्रकट गर्दै जनताको दैनन्दिनको जीवनयापनलाई सहजता दिन हामी जोडदार आग्रह गर्दछौँ । ७.    कर्णालीमा हालसम्म कुनै मेघा परियोजना सञ्चालित छैनन् । माथिल्लो कर्णाली १५ बर्षदेखि भारतीय कम्पनीलाई ओगटेर राख्न दिइएको छ । अझ हालै प्रधानमन्त्रीको भारत भ्रमणका बेला फुकोट कर्णाली बिनाप्रतिस्पर्धा भारतीय कम्पनीलाई सुम्पिने काम भएको छ । कर्णाली र भेरी करिडरको बाटोलाई प्राथमिकता दिइएको छैन, दैलेखमा पेट्रोलियम पदार्थको उत्खनन्सम्बन्धी सुरु भएको योजना अलपत्र परेको छ । नलगाड जलविद्युत् परियोजनाको कामलाई लामो समयदेखि अल्झाएर राखिएको छ । यस्ता कामबाट कर्णालीमा आगामी कैयौँ बर्षसम्म विकासका ठूला काम हुनै नदिने र होल्ड गरेर राख्ने षड्यन्त्रका रूपमा हामीले लिएका छौँ । ",
        },
        {
            id: 7,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news2,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 8,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news4,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 9,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news5,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 10,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 0,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 1,
            title: "पार्टीविरुद्व कुप्रचारको प्रतिवाद गर्न महासचिवको निर्देशन ",
            thumbnail: news3,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले)का महासचिव शंकर पोखरेलले गरिएका कुप्रचारको प्रतिवाद गर्न निर्देशन दिनुभएको छ । नेकपा (एमाले) कुनै पनि कालखण्डमा कुनै खाले भ्रष्टाचारका काण्डमा संलग्न नभएको उल्लेख गर्दै भ्रष्टहरूले नै एमाले पनि हामी जस्तै हो भन्ने भ्रम छर्ने प्रयास गरेको बताउनुभयो । शुक्रबार गण्डकी प्रदेशमा पार्टीको जिम्मेवारीमा रहनुभएका केन्द्रीय कमिटी सदस्यहरूको पोखरामा सम्पन्न बैठकलाई सम्बोधन गर्दै महासचिव पोखरेलले असत्य प्रचार गरेर पार्टीविरुद्व कुप्रचार गर्दा कुनै पनि नेता कार्यकर्ता चुप लागेर बस्न नहुने बताउनुभयो । यति, ओम्नी, वाइडबडी, गोकर्ण रिसोर्ट, प्रिन्टिङ प्रेस, गिरीबन्धु लगायत जति पनि नाम लिएर एमालेको बदनाम गर्न खोजिएको छ ती सबैका फाइल खोलेर अनुसन्धान गर्न पार्टीले चुनौती दिएको छ, फाइल खोल्दैनन् केबल बदनाम मात्र गर्न खोज्छन्, महासचिव पोखरेलले भन्नुभयो–ढुक्कले जनतालाई बताउनुस्, एमालेले न हिजो भ्रष्टाचार गर्यो न भोलि गर्छ । उहाँले आगामी निर्वाचनमा एमाले एक्लैलाई पूर्ण बहुमत ल्याउने अवस्थामा पुराउने गरी काम गर्न पनि नेता कार्यकर्तालाई निर्देशन दिनुभयो । एमालेका नीति र कार्यक्रम जनताले बुझ्ने गरी बताउने हो भने ५१ प्रतिशत भन्दा बढी मत पाउने उहाँको विश्वास छ । पार्टीका उपमहासचिव पृथ्वी सुब्बा गुरुङ, सचिव तथा गण्डकी प्रदेश इन्चार्ज गोकर्ण विष्ट, स्थायी कमिटी सदस्य खगराज अधिकारी, थममाया थापा लगायत केन्द्रीय सदस्यहरूको विहीबार र शुक्रबार गरी दुईदिनसम्म चलेको बैठक विभिन्न प्रस्ताव पारित गर्दै सम्पन्न भएको छ । बैठकमा आगामी सबै तहका निर्वाचनमा पार्टीलाई बहुमतका साथ पहिलो बनाउने प्रतिबद्धता जनाउँदै योजनाबद्ध र एकताबद्ध ढङ्गले पार्टी कामलाई अगाडि बढाउने प्रस्ताव पारित गरिएको छ । बैठकले पोखरा अन्तर्राष्ट्रिय विमानस्थलबाट अन्तर्राष्ट्रिय उडान सञ्चालन गर्न, पोखरालाई पर्यटकीय शहर घोषणा गर्न त्यस अनुसार आश्यक पूर्वाधारको विकास गर्न तथा जनजीविकाका सवाललाई सम्बोधन गर्न सरकारसँग माग गरेको छ ।  त्यसैगरी, बैठकले सुनतस्करी प्रकरण, नक्कली भूटानी शरणार्थी प्रकरण, ललिता निवास लगायत देशकै छवि धुमिल बनाउने काण्डहरूको छानविन गरी दोषीहरूलाई कार्वाही गर्न माग गरेको छ ।  ",
        },
        {
            id: 2,
            title: "कर्णालीमा आगामी सबै निर्वाचनमा पार्टीलाई बहुमतसहित पहिलो बनाउने प्रतिबद्धता  ",
            thumbnail: news2,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "सुर्खेत । नेकपा (एमाले)का कर्णाली प्रदेशमा कार्यरत केन्द्रीय कमिटीका सदस्यहरूले पार्टीलाई आगामी सबै निर्वाचनमा बहुमत प्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने सामुहिक प्रतिबद्धता जाहेर गर्नुभएको छ । महासचिव शंकर पोखरेलको उपस्थितिमा सचिव तथा कर्णाली प्रदेशका इन्चार्ज लेखराज भट्टसहितका नेताहरूको दुुई दिने (भदौ ५ र ६) बैठकपछि जारी सात बुँदे प्रतिबद्धतामा पार्टी काम, कर्णालीका जनताका समस्या समाधानलगायत विषयमा क्रियाशील रहने प्रण गरिएको हो । जारी प्रतिबद्धता यस प्रकार छः १.     कर्णाली प्रदेशमा जनमतका हिसाबले नेकपा (एमाले) जनताको रोजाइको पहिलो पार्टीका रुपमा स्थापित छ । अप्राकृतिक गठबन्धन, सत्ताको दुरुपयोग, निर्वाचनमा अवाञ्छित हथकण्डाको प्रयोग जस्ता कुराले गत निर्वाचनमा प्रत्यक्षतर्फ सोचे अनुरुप परिणाम आउन सकेन । यस परिस्थितिलाई हृदयङ्गम गर्दै प्रतिकूलताहरूलाई अनुकूलतामा परिणत गर्ने अठोटका साथ आगामी सबै निर्वाचनमा नेकपा (एमाले) लाई बहुमतप्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने प्रण गर्दछौँ । २.     नेकपा (एमाले) आफ्नो आन्तरिक जीवनलाई पारदर्शी, लोकतान्त्रिक र व्यवस्थित रूपमा सञ्चालन गर्ने अब्बल पार्टीका रूपमा स्थापित छ । हाम्रो पार्टीको यस गौरवमय परम्परा र अभ्यासका आधारमा पार्टीका हामी सबै नेता, कार्यकर्ताका साथै कमिटीहरू परिचालन भइरहेका छौँ । यसक्रममा पार्टी जीवनमा विभिन्न घटनाक्रमका सन्दर्भमा स्वाभाविक रूपमा देखापर्ने कतिपय अन्तरविरोधहरूलाई जनवादी अभ्यास र कमरेड्ली भावनाका साथ समाधान गर्दै आपसी सद्भाव, हार्दिकता र एकताका आधारमा अघि बढ्न हामी सबै प्रतिबद्ध छौँ । ३.     दक्षिणपन्थी अवसरवाद र संगठनात्मक अराजकतालाई आजको कम्युनिस्ट आन्दोलनको प्रमुख समस्याका रूपमा हाम्रो पार्टीको दशौँ राष्ट्रिय महाधिवेशनले पहिचान गरेको छ । हाम्रो पार्टीलाई सही बाटोमा हिँडाउनका लागि यी दुई प्रवृत्तिका विरुद्ध निर्ममतापूर्वक नलडी र विजय हासिल नगरी सम्भव छैन । कर्णालीको भौगोलिक विकटता, सामाजिक संरचना, आर्थिक अवस्था जस्ता कुराले माथिका प्रवृत्तिहरूलाई थप मलजल गर्ने अवस्था विद्यमान छ । हाम्रा सबै नेता, कार्यकर्ता, कमिटी र जनसंगठनहरुलाई यसप्रति विशेषरूपमा सचेत बनाउँदै नेकपा (एमाले) लाई वैचारिक, राजनीतिक, शैलीगत, विकास निर्माण जस्ता सबै विषयमा विशिष्ट र उदाहरणीय बनाउनका लागि हामी अठोट गर्दछौँ । ४.     कर्णालीका जनताले बलिदान गरेर सङ्घर्षका माध्यमबाट कर्णाली प्रदेश स्थापना गरेको सात बर्ष बितेको छ । प्रदेश स्थापना हुँदै गर्दा कर्णालीका जनताले आफ्नो गाउँ–ठाउँको सरकारले हाम्रा दुःख केही हदसम्म भए पनि निवारण गर्ला भनेर गरेको आशा यसबीचमा पूर्णतः निराशामा परिणत भएको छ । सुरुदेखि गलत शक्तिको हातमा नेतृत्व पुग्दा कर्णाली प्रदेश सबै सूचाकाङ्कहरूमा पछाडिबाट एक नम्बरमा रहनुपर्ने दुखद् यथार्थ छ । प्रदेश सरकारका स्वेच्छाचारी, कार्यकर्ता पोस्ने, बजेट दुरुपयोग गर्ने, बिनियोजित बजेट ठोस योजनामा खर्च गर्न नसक्ने, राजनीतिक पूर्वाग्रहका आधारमा योजना छान्ने, ती योजनाहरूलाई कागजी प्रक्रिया मिलाएर दुरुपयोग गर्ने जस्ता गलत प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र विशेष रूपमा प्रतिवाद गर्न आवश्यक छ । कर्णालीका जनताको विकासको चाहनालाई कुठाराघात गर्ने यस्ता प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र तथा बाहिर जोडदार रूपमा आवाज उठाउन हामी आह्वान गर्दछौँ । ५.     कर्णालीमा नेकपा (एमाले) प्रतिको कार्यकर्ता र जनताको विश्वासलाई माथि उठाउन आवश्यक छ । प्रतिस्पर्धी दलहरूको नेतृत्वको अवस्थालाई समेत चुनौती दिनसक्ने अवस्था निर्माण गर्नसक्दा हामीप्रति कार्यकर्ताको विश्वास र जनताको भरोषा बढ्दछ । कर्णालीको शक्ति सन्तुलनको अवस्थालाई बदल्नका लागि हाम्रो पार्टीको योजनाबद्ध हस्तक्षेप र कार्यान्वयन आवश्यक छ । पार्टी नेतृत्वमा कर्णालीको प्रभावकारी उपस्थिति र त्यस नेतृत्वका आधारमा कर्णालीका जनतालाई विश्वासिलो नेतृत्वको आधार निर्माण गरेर हामीले यस अवस्थालाई बदल्नुपर्छ । त्यसका लागि हामी सबै एकमत हुँदै आ–आफ्नो ठाउँबाट आफ्नो योग्यता, क्षमता र जिम्मेवारी अनुरुप योगदान गर्न हामी प्रतिबद्ध छौँ । ६.    कर्णालीका जनता विभिन्न समस्याले आक्रान्त छन् । खाद्य सङ्कट छ, बाढी–पहिरोका कारण बाटोघाटो प्रभावित बनेको छ, हवाई सेवा विश्वासिलो छैन, महङ्गो छ । लम्पी स्किनका कारण पशुहरूको क्षति भए पनि क्षतिपूर्तिको व्यवस्था छैन । विजुली–बत्तीको कुनै ठेगान छैन, ट्रान्समिसन लाइन राम्रो छैन, सुर्खेत विमानस्थल विस्तार हुन सकेको छैन । रोजगारीका सम्भावना थप क्षीण भएका छन् । यस्ता विषयहरूप्रति गम्भीर चिन्ता प्रकट गर्दै जनताको दैनन्दिनको जीवनयापनलाई सहजता दिन हामी जोडदार आग्रह गर्दछौँ । ७.    कर्णालीमा हालसम्म कुनै मेघा परियोजना सञ्चालित छैनन् । माथिल्लो कर्णाली १५ बर्षदेखि भारतीय कम्पनीलाई ओगटेर राख्न दिइएको छ । अझ हालै प्रधानमन्त्रीको भारत भ्रमणका बेला फुकोट कर्णाली बिनाप्रतिस्पर्धा भारतीय कम्पनीलाई सुम्पिने काम भएको छ । कर्णाली र भेरी करिडरको बाटोलाई प्राथमिकता दिइएको छैन, दैलेखमा पेट्रोलियम पदार्थको उत्खनन्सम्बन्धी सुरु भएको योजना अलपत्र परेको छ । नलगाड जलविद्युत् परियोजनाको कामलाई लामो समयदेखि अल्झाएर राखिएको छ । यस्ता कामबाट कर्णालीमा आगामी कैयौँ बर्षसम्म विकासका ठूला काम हुनै नदिने र होल्ड गरेर राख्ने षड्यन्त्रका रूपमा हामीले लिएका छौँ । ",
        },
        {
            id: 3,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news4,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 4,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news5,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 5,
            title: "पार्टीविरुद्व कुप्रचारको प्रतिवाद गर्न महासचिवको निर्देशन ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले)का महासचिव शंकर पोखरेलले गरिएका कुप्रचारको प्रतिवाद गर्न निर्देशन दिनुभएको छ । नेकपा (एमाले) कुनै पनि कालखण्डमा कुनै खाले भ्रष्टाचारका काण्डमा संलग्न नभएको उल्लेख गर्दै भ्रष्टहरूले नै एमाले पनि हामी जस्तै हो भन्ने भ्रम छर्ने प्रयास गरेको बताउनुभयो । शुक्रबार गण्डकी प्रदेशमा पार्टीको जिम्मेवारीमा रहनुभएका केन्द्रीय कमिटी सदस्यहरूको पोखरामा सम्पन्न बैठकलाई सम्बोधन गर्दै महासचिव पोखरेलले असत्य प्रचार गरेर पार्टीविरुद्व कुप्रचार गर्दा कुनै पनि नेता कार्यकर्ता चुप लागेर बस्न नहुने बताउनुभयो । यति, ओम्नी, वाइडबडी, गोकर्ण रिसोर्ट, प्रिन्टिङ प्रेस, गिरीबन्धु लगायत जति पनि नाम लिएर एमालेको बदनाम गर्न खोजिएको छ ती सबैका फाइल खोलेर अनुसन्धान गर्न पार्टीले चुनौती दिएको छ, फाइल खोल्दैनन् केबल बदनाम मात्र गर्न खोज्छन्, महासचिव पोखरेलले भन्नुभयो–ढुक्कले जनतालाई बताउनुस्, एमालेले न हिजो भ्रष्टाचार गर्यो न भोलि गर्छ । उहाँले आगामी निर्वाचनमा एमाले एक्लैलाई पूर्ण बहुमत ल्याउने अवस्थामा पुराउने गरी काम गर्न पनि नेता कार्यकर्तालाई निर्देशन दिनुभयो । एमालेका नीति र कार्यक्रम जनताले बुझ्ने गरी बताउने हो भने ५१ प्रतिशत भन्दा बढी मत पाउने उहाँको विश्वास छ । पार्टीका उपमहासचिव पृथ्वी सुब्बा गुरुङ, सचिव तथा गण्डकी प्रदेश इन्चार्ज गोकर्ण विष्ट, स्थायी कमिटी सदस्य खगराज अधिकारी, थममाया थापा लगायत केन्द्रीय सदस्यहरूको विहीबार र शुक्रबार गरी दुईदिनसम्म चलेको बैठक विभिन्न प्रस्ताव पारित गर्दै सम्पन्न भएको छ । बैठकमा आगामी सबै तहका निर्वाचनमा पार्टीलाई बहुमतका साथ पहिलो बनाउने प्रतिबद्धता जनाउँदै योजनाबद्ध र एकताबद्ध ढङ्गले पार्टी कामलाई अगाडि बढाउने प्रस्ताव पारित गरिएको छ । बैठकले पोखरा अन्तर्राष्ट्रिय विमानस्थलबाट अन्तर्राष्ट्रिय उडान सञ्चालन गर्न, पोखरालाई पर्यटकीय शहर घोषणा गर्न त्यस अनुसार आश्यक पूर्वाधारको विकास गर्न तथा जनजीविकाका सवाललाई सम्बोधन गर्न सरकारसँग माग गरेको छ ।  त्यसैगरी, बैठकले सुनतस्करी प्रकरण, नक्कली भूटानी शरणार्थी प्रकरण, ललिता निवास लगायत देशकै छवि धुमिल बनाउने काण्डहरूको छानविन गरी दोषीहरूलाई कार्वाही गर्न माग गरेको छ ।  ",
        },
        {
            id: 6,
            title: "कर्णालीमा आगामी सबै निर्वाचनमा पार्टीलाई बहुमतसहित पहिलो बनाउने प्रतिबद्धता  ",
            thumbnail: news3,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "सुर्खेत । नेकपा (एमाले)का कर्णाली प्रदेशमा कार्यरत केन्द्रीय कमिटीका सदस्यहरूले पार्टीलाई आगामी सबै निर्वाचनमा बहुमत प्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने सामुहिक प्रतिबद्धता जाहेर गर्नुभएको छ । महासचिव शंकर पोखरेलको उपस्थितिमा सचिव तथा कर्णाली प्रदेशका इन्चार्ज लेखराज भट्टसहितका नेताहरूको दुुई दिने (भदौ ५ र ६) बैठकपछि जारी सात बुँदे प्रतिबद्धतामा पार्टी काम, कर्णालीका जनताका समस्या समाधानलगायत विषयमा क्रियाशील रहने प्रण गरिएको हो । जारी प्रतिबद्धता यस प्रकार छः १.     कर्णाली प्रदेशमा जनमतका हिसाबले नेकपा (एमाले) जनताको रोजाइको पहिलो पार्टीका रुपमा स्थापित छ । अप्राकृतिक गठबन्धन, सत्ताको दुरुपयोग, निर्वाचनमा अवाञ्छित हथकण्डाको प्रयोग जस्ता कुराले गत निर्वाचनमा प्रत्यक्षतर्फ सोचे अनुरुप परिणाम आउन सकेन । यस परिस्थितिलाई हृदयङ्गम गर्दै प्रतिकूलताहरूलाई अनुकूलतामा परिणत गर्ने अठोटका साथ आगामी सबै निर्वाचनमा नेकपा (एमाले) लाई बहुमतप्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने प्रण गर्दछौँ । २.     नेकपा (एमाले) आफ्नो आन्तरिक जीवनलाई पारदर्शी, लोकतान्त्रिक र व्यवस्थित रूपमा सञ्चालन गर्ने अब्बल पार्टीका रूपमा स्थापित छ । हाम्रो पार्टीको यस गौरवमय परम्परा र अभ्यासका आधारमा पार्टीका हामी सबै नेता, कार्यकर्ताका साथै कमिटीहरू परिचालन भइरहेका छौँ । यसक्रममा पार्टी जीवनमा विभिन्न घटनाक्रमका सन्दर्भमा स्वाभाविक रूपमा देखापर्ने कतिपय अन्तरविरोधहरूलाई जनवादी अभ्यास र कमरेड्ली भावनाका साथ समाधान गर्दै आपसी सद्भाव, हार्दिकता र एकताका आधारमा अघि बढ्न हामी सबै प्रतिबद्ध छौँ । ३.     दक्षिणपन्थी अवसरवाद र संगठनात्मक अराजकतालाई आजको कम्युनिस्ट आन्दोलनको प्रमुख समस्याका रूपमा हाम्रो पार्टीको दशौँ राष्ट्रिय महाधिवेशनले पहिचान गरेको छ । हाम्रो पार्टीलाई सही बाटोमा हिँडाउनका लागि यी दुई प्रवृत्तिका विरुद्ध निर्ममतापूर्वक नलडी र विजय हासिल नगरी सम्भव छैन । कर्णालीको भौगोलिक विकटता, सामाजिक संरचना, आर्थिक अवस्था जस्ता कुराले माथिका प्रवृत्तिहरूलाई थप मलजल गर्ने अवस्था विद्यमान छ । हाम्रा सबै नेता, कार्यकर्ता, कमिटी र जनसंगठनहरुलाई यसप्रति विशेषरूपमा सचेत बनाउँदै नेकपा (एमाले) लाई वैचारिक, राजनीतिक, शैलीगत, विकास निर्माण जस्ता सबै विषयमा विशिष्ट र उदाहरणीय बनाउनका लागि हामी अठोट गर्दछौँ । ४.     कर्णालीका जनताले बलिदान गरेर सङ्घर्षका माध्यमबाट कर्णाली प्रदेश स्थापना गरेको सात बर्ष बितेको छ । प्रदेश स्थापना हुँदै गर्दा कर्णालीका जनताले आफ्नो गाउँ–ठाउँको सरकारले हाम्रा दुःख केही हदसम्म भए पनि निवारण गर्ला भनेर गरेको आशा यसबीचमा पूर्णतः निराशामा परिणत भएको छ । सुरुदेखि गलत शक्तिको हातमा नेतृत्व पुग्दा कर्णाली प्रदेश सबै सूचाकाङ्कहरूमा पछाडिबाट एक नम्बरमा रहनुपर्ने दुखद् यथार्थ छ । प्रदेश सरकारका स्वेच्छाचारी, कार्यकर्ता पोस्ने, बजेट दुरुपयोग गर्ने, बिनियोजित बजेट ठोस योजनामा खर्च गर्न नसक्ने, राजनीतिक पूर्वाग्रहका आधारमा योजना छान्ने, ती योजनाहरूलाई कागजी प्रक्रिया मिलाएर दुरुपयोग गर्ने जस्ता गलत प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र विशेष रूपमा प्रतिवाद गर्न आवश्यक छ । कर्णालीका जनताको विकासको चाहनालाई कुठाराघात गर्ने यस्ता प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र तथा बाहिर जोडदार रूपमा आवाज उठाउन हामी आह्वान गर्दछौँ । ५.     कर्णालीमा नेकपा (एमाले) प्रतिको कार्यकर्ता र जनताको विश्वासलाई माथि उठाउन आवश्यक छ । प्रतिस्पर्धी दलहरूको नेतृत्वको अवस्थालाई समेत चुनौती दिनसक्ने अवस्था निर्माण गर्नसक्दा हामीप्रति कार्यकर्ताको विश्वास र जनताको भरोषा बढ्दछ । कर्णालीको शक्ति सन्तुलनको अवस्थालाई बदल्नका लागि हाम्रो पार्टीको योजनाबद्ध हस्तक्षेप र कार्यान्वयन आवश्यक छ । पार्टी नेतृत्वमा कर्णालीको प्रभावकारी उपस्थिति र त्यस नेतृत्वका आधारमा कर्णालीका जनतालाई विश्वासिलो नेतृत्वको आधार निर्माण गरेर हामीले यस अवस्थालाई बदल्नुपर्छ । त्यसका लागि हामी सबै एकमत हुँदै आ–आफ्नो ठाउँबाट आफ्नो योग्यता, क्षमता र जिम्मेवारी अनुरुप योगदान गर्न हामी प्रतिबद्ध छौँ । ६.    कर्णालीका जनता विभिन्न समस्याले आक्रान्त छन् । खाद्य सङ्कट छ, बाढी–पहिरोका कारण बाटोघाटो प्रभावित बनेको छ, हवाई सेवा विश्वासिलो छैन, महङ्गो छ । लम्पी स्किनका कारण पशुहरूको क्षति भए पनि क्षतिपूर्तिको व्यवस्था छैन । विजुली–बत्तीको कुनै ठेगान छैन, ट्रान्समिसन लाइन राम्रो छैन, सुर्खेत विमानस्थल विस्तार हुन सकेको छैन । रोजगारीका सम्भावना थप क्षीण भएका छन् । यस्ता विषयहरूप्रति गम्भीर चिन्ता प्रकट गर्दै जनताको दैनन्दिनको जीवनयापनलाई सहजता दिन हामी जोडदार आग्रह गर्दछौँ । ७.    कर्णालीमा हालसम्म कुनै मेघा परियोजना सञ्चालित छैनन् । माथिल्लो कर्णाली १५ बर्षदेखि भारतीय कम्पनीलाई ओगटेर राख्न दिइएको छ । अझ हालै प्रधानमन्त्रीको भारत भ्रमणका बेला फुकोट कर्णाली बिनाप्रतिस्पर्धा भारतीय कम्पनीलाई सुम्पिने काम भएको छ । कर्णाली र भेरी करिडरको बाटोलाई प्राथमिकता दिइएको छैन, दैलेखमा पेट्रोलियम पदार्थको उत्खनन्सम्बन्धी सुरु भएको योजना अलपत्र परेको छ । नलगाड जलविद्युत् परियोजनाको कामलाई लामो समयदेखि अल्झाएर राखिएको छ । यस्ता कामबाट कर्णालीमा आगामी कैयौँ बर्षसम्म विकासका ठूला काम हुनै नदिने र होल्ड गरेर राख्ने षड्यन्त्रका रूपमा हामीले लिएका छौँ । ",
        },
        {
            id: 7,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news2,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 8,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news4,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 9,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news5,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 10,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 2,
            title: "कर्णालीमा आगामी सबै निर्वाचनमा पार्टीलाई बहुमतसहित पहिलो बनाउने प्रतिबद्धता  ",
            thumbnail: news2,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "सुर्खेत । नेकपा (एमाले)का कर्णाली प्रदेशमा कार्यरत केन्द्रीय कमिटीका सदस्यहरूले पार्टीलाई आगामी सबै निर्वाचनमा बहुमत प्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने सामुहिक प्रतिबद्धता जाहेर गर्नुभएको छ । महासचिव शंकर पोखरेलको उपस्थितिमा सचिव तथा कर्णाली प्रदेशका इन्चार्ज लेखराज भट्टसहितका नेताहरूको दुुई दिने (भदौ ५ र ६) बैठकपछि जारी सात बुँदे प्रतिबद्धतामा पार्टी काम, कर्णालीका जनताका समस्या समाधानलगायत विषयमा क्रियाशील रहने प्रण गरिएको हो । जारी प्रतिबद्धता यस प्रकार छः १.     कर्णाली प्रदेशमा जनमतका हिसाबले नेकपा (एमाले) जनताको रोजाइको पहिलो पार्टीका रुपमा स्थापित छ । अप्राकृतिक गठबन्धन, सत्ताको दुरुपयोग, निर्वाचनमा अवाञ्छित हथकण्डाको प्रयोग जस्ता कुराले गत निर्वाचनमा प्रत्यक्षतर्फ सोचे अनुरुप परिणाम आउन सकेन । यस परिस्थितिलाई हृदयङ्गम गर्दै प्रतिकूलताहरूलाई अनुकूलतामा परिणत गर्ने अठोटका साथ आगामी सबै निर्वाचनमा नेकपा (एमाले) लाई बहुमतप्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने प्रण गर्दछौँ । २.     नेकपा (एमाले) आफ्नो आन्तरिक जीवनलाई पारदर्शी, लोकतान्त्रिक र व्यवस्थित रूपमा सञ्चालन गर्ने अब्बल पार्टीका रूपमा स्थापित छ । हाम्रो पार्टीको यस गौरवमय परम्परा र अभ्यासका आधारमा पार्टीका हामी सबै नेता, कार्यकर्ताका साथै कमिटीहरू परिचालन भइरहेका छौँ । यसक्रममा पार्टी जीवनमा विभिन्न घटनाक्रमका सन्दर्भमा स्वाभाविक रूपमा देखापर्ने कतिपय अन्तरविरोधहरूलाई जनवादी अभ्यास र कमरेड्ली भावनाका साथ समाधान गर्दै आपसी सद्भाव, हार्दिकता र एकताका आधारमा अघि बढ्न हामी सबै प्रतिबद्ध छौँ । ३.     दक्षिणपन्थी अवसरवाद र संगठनात्मक अराजकतालाई आजको कम्युनिस्ट आन्दोलनको प्रमुख समस्याका रूपमा हाम्रो पार्टीको दशौँ राष्ट्रिय महाधिवेशनले पहिचान गरेको छ । हाम्रो पार्टीलाई सही बाटोमा हिँडाउनका लागि यी दुई प्रवृत्तिका विरुद्ध निर्ममतापूर्वक नलडी र विजय हासिल नगरी सम्भव छैन । कर्णालीको भौगोलिक विकटता, सामाजिक संरचना, आर्थिक अवस्था जस्ता कुराले माथिका प्रवृत्तिहरूलाई थप मलजल गर्ने अवस्था विद्यमान छ । हाम्रा सबै नेता, कार्यकर्ता, कमिटी र जनसंगठनहरुलाई यसप्रति विशेषरूपमा सचेत बनाउँदै नेकपा (एमाले) लाई वैचारिक, राजनीतिक, शैलीगत, विकास निर्माण जस्ता सबै विषयमा विशिष्ट र उदाहरणीय बनाउनका लागि हामी अठोट गर्दछौँ । ४.     कर्णालीका जनताले बलिदान गरेर सङ्घर्षका माध्यमबाट कर्णाली प्रदेश स्थापना गरेको सात बर्ष बितेको छ । प्रदेश स्थापना हुँदै गर्दा कर्णालीका जनताले आफ्नो गाउँ–ठाउँको सरकारले हाम्रा दुःख केही हदसम्म भए पनि निवारण गर्ला भनेर गरेको आशा यसबीचमा पूर्णतः निराशामा परिणत भएको छ । सुरुदेखि गलत शक्तिको हातमा नेतृत्व पुग्दा कर्णाली प्रदेश सबै सूचाकाङ्कहरूमा पछाडिबाट एक नम्बरमा रहनुपर्ने दुखद् यथार्थ छ । प्रदेश सरकारका स्वेच्छाचारी, कार्यकर्ता पोस्ने, बजेट दुरुपयोग गर्ने, बिनियोजित बजेट ठोस योजनामा खर्च गर्न नसक्ने, राजनीतिक पूर्वाग्रहका आधारमा योजना छान्ने, ती योजनाहरूलाई कागजी प्रक्रिया मिलाएर दुरुपयोग गर्ने जस्ता गलत प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र विशेष रूपमा प्रतिवाद गर्न आवश्यक छ । कर्णालीका जनताको विकासको चाहनालाई कुठाराघात गर्ने यस्ता प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र तथा बाहिर जोडदार रूपमा आवाज उठाउन हामी आह्वान गर्दछौँ । ५.     कर्णालीमा नेकपा (एमाले) प्रतिको कार्यकर्ता र जनताको विश्वासलाई माथि उठाउन आवश्यक छ । प्रतिस्पर्धी दलहरूको नेतृत्वको अवस्थालाई समेत चुनौती दिनसक्ने अवस्था निर्माण गर्नसक्दा हामीप्रति कार्यकर्ताको विश्वास र जनताको भरोषा बढ्दछ । कर्णालीको शक्ति सन्तुलनको अवस्थालाई बदल्नका लागि हाम्रो पार्टीको योजनाबद्ध हस्तक्षेप र कार्यान्वयन आवश्यक छ । पार्टी नेतृत्वमा कर्णालीको प्रभावकारी उपस्थिति र त्यस नेतृत्वका आधारमा कर्णालीका जनतालाई विश्वासिलो नेतृत्वको आधार निर्माण गरेर हामीले यस अवस्थालाई बदल्नुपर्छ । त्यसका लागि हामी सबै एकमत हुँदै आ–आफ्नो ठाउँबाट आफ्नो योग्यता, क्षमता र जिम्मेवारी अनुरुप योगदान गर्न हामी प्रतिबद्ध छौँ । ६.    कर्णालीका जनता विभिन्न समस्याले आक्रान्त छन् । खाद्य सङ्कट छ, बाढी–पहिरोका कारण बाटोघाटो प्रभावित बनेको छ, हवाई सेवा विश्वासिलो छैन, महङ्गो छ । लम्पी स्किनका कारण पशुहरूको क्षति भए पनि क्षतिपूर्तिको व्यवस्था छैन । विजुली–बत्तीको कुनै ठेगान छैन, ट्रान्समिसन लाइन राम्रो छैन, सुर्खेत विमानस्थल विस्तार हुन सकेको छैन । रोजगारीका सम्भावना थप क्षीण भएका छन् । यस्ता विषयहरूप्रति गम्भीर चिन्ता प्रकट गर्दै जनताको दैनन्दिनको जीवनयापनलाई सहजता दिन हामी जोडदार आग्रह गर्दछौँ । ७.    कर्णालीमा हालसम्म कुनै मेघा परियोजना सञ्चालित छैनन् । माथिल्लो कर्णाली १५ बर्षदेखि भारतीय कम्पनीलाई ओगटेर राख्न दिइएको छ । अझ हालै प्रधानमन्त्रीको भारत भ्रमणका बेला फुकोट कर्णाली बिनाप्रतिस्पर्धा भारतीय कम्पनीलाई सुम्पिने काम भएको छ । कर्णाली र भेरी करिडरको बाटोलाई प्राथमिकता दिइएको छैन, दैलेखमा पेट्रोलियम पदार्थको उत्खनन्सम्बन्धी सुरु भएको योजना अलपत्र परेको छ । नलगाड जलविद्युत् परियोजनाको कामलाई लामो समयदेखि अल्झाएर राखिएको छ । यस्ता कामबाट कर्णालीमा आगामी कैयौँ बर्षसम्म विकासका ठूला काम हुनै नदिने र होल्ड गरेर राख्ने षड्यन्त्रका रूपमा हामीले लिएका छौँ । ",
        },
        {
            id: 3,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news4,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 4,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news5,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 5,
            title: "पार्टीविरुद्व कुप्रचारको प्रतिवाद गर्न महासचिवको निर्देशन ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले)का महासचिव शंकर पोखरेलले गरिएका कुप्रचारको प्रतिवाद गर्न निर्देशन दिनुभएको छ । नेकपा (एमाले) कुनै पनि कालखण्डमा कुनै खाले भ्रष्टाचारका काण्डमा संलग्न नभएको उल्लेख गर्दै भ्रष्टहरूले नै एमाले पनि हामी जस्तै हो भन्ने भ्रम छर्ने प्रयास गरेको बताउनुभयो । शुक्रबार गण्डकी प्रदेशमा पार्टीको जिम्मेवारीमा रहनुभएका केन्द्रीय कमिटी सदस्यहरूको पोखरामा सम्पन्न बैठकलाई सम्बोधन गर्दै महासचिव पोखरेलले असत्य प्रचार गरेर पार्टीविरुद्व कुप्रचार गर्दा कुनै पनि नेता कार्यकर्ता चुप लागेर बस्न नहुने बताउनुभयो । यति, ओम्नी, वाइडबडी, गोकर्ण रिसोर्ट, प्रिन्टिङ प्रेस, गिरीबन्धु लगायत जति पनि नाम लिएर एमालेको बदनाम गर्न खोजिएको छ ती सबैका फाइल खोलेर अनुसन्धान गर्न पार्टीले चुनौती दिएको छ, फाइल खोल्दैनन् केबल बदनाम मात्र गर्न खोज्छन्, महासचिव पोखरेलले भन्नुभयो–ढुक्कले जनतालाई बताउनुस्, एमालेले न हिजो भ्रष्टाचार गर्यो न भोलि गर्छ । उहाँले आगामी निर्वाचनमा एमाले एक्लैलाई पूर्ण बहुमत ल्याउने अवस्थामा पुराउने गरी काम गर्न पनि नेता कार्यकर्तालाई निर्देशन दिनुभयो । एमालेका नीति र कार्यक्रम जनताले बुझ्ने गरी बताउने हो भने ५१ प्रतिशत भन्दा बढी मत पाउने उहाँको विश्वास छ । पार्टीका उपमहासचिव पृथ्वी सुब्बा गुरुङ, सचिव तथा गण्डकी प्रदेश इन्चार्ज गोकर्ण विष्ट, स्थायी कमिटी सदस्य खगराज अधिकारी, थममाया थापा लगायत केन्द्रीय सदस्यहरूको विहीबार र शुक्रबार गरी दुईदिनसम्म चलेको बैठक विभिन्न प्रस्ताव पारित गर्दै सम्पन्न भएको छ । बैठकमा आगामी सबै तहका निर्वाचनमा पार्टीलाई बहुमतका साथ पहिलो बनाउने प्रतिबद्धता जनाउँदै योजनाबद्ध र एकताबद्ध ढङ्गले पार्टी कामलाई अगाडि बढाउने प्रस्ताव पारित गरिएको छ । बैठकले पोखरा अन्तर्राष्ट्रिय विमानस्थलबाट अन्तर्राष्ट्रिय उडान सञ्चालन गर्न, पोखरालाई पर्यटकीय शहर घोषणा गर्न त्यस अनुसार आश्यक पूर्वाधारको विकास गर्न तथा जनजीविकाका सवाललाई सम्बोधन गर्न सरकारसँग माग गरेको छ ।  त्यसैगरी, बैठकले सुनतस्करी प्रकरण, नक्कली भूटानी शरणार्थी प्रकरण, ललिता निवास लगायत देशकै छवि धुमिल बनाउने काण्डहरूको छानविन गरी दोषीहरूलाई कार्वाही गर्न माग गरेको छ ।  ",
        },
        {
            id: 6,
            title: "कर्णालीमा आगामी सबै निर्वाचनमा पार्टीलाई बहुमतसहित पहिलो बनाउने प्रतिबद्धता  ",
            thumbnail: news3,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "सुर्खेत । नेकपा (एमाले)का कर्णाली प्रदेशमा कार्यरत केन्द्रीय कमिटीका सदस्यहरूले पार्टीलाई आगामी सबै निर्वाचनमा बहुमत प्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने सामुहिक प्रतिबद्धता जाहेर गर्नुभएको छ । महासचिव शंकर पोखरेलको उपस्थितिमा सचिव तथा कर्णाली प्रदेशका इन्चार्ज लेखराज भट्टसहितका नेताहरूको दुुई दिने (भदौ ५ र ६) बैठकपछि जारी सात बुँदे प्रतिबद्धतामा पार्टी काम, कर्णालीका जनताका समस्या समाधानलगायत विषयमा क्रियाशील रहने प्रण गरिएको हो । जारी प्रतिबद्धता यस प्रकार छः १.     कर्णाली प्रदेशमा जनमतका हिसाबले नेकपा (एमाले) जनताको रोजाइको पहिलो पार्टीका रुपमा स्थापित छ । अप्राकृतिक गठबन्धन, सत्ताको दुरुपयोग, निर्वाचनमा अवाञ्छित हथकण्डाको प्रयोग जस्ता कुराले गत निर्वाचनमा प्रत्यक्षतर्फ सोचे अनुरुप परिणाम आउन सकेन । यस परिस्थितिलाई हृदयङ्गम गर्दै प्रतिकूलताहरूलाई अनुकूलतामा परिणत गर्ने अठोटका साथ आगामी सबै निर्वाचनमा नेकपा (एमाले) लाई बहुमतप्राप्त पहिलो शक्तिका रूपमा स्थापित गर्ने प्रण गर्दछौँ । २.     नेकपा (एमाले) आफ्नो आन्तरिक जीवनलाई पारदर्शी, लोकतान्त्रिक र व्यवस्थित रूपमा सञ्चालन गर्ने अब्बल पार्टीका रूपमा स्थापित छ । हाम्रो पार्टीको यस गौरवमय परम्परा र अभ्यासका आधारमा पार्टीका हामी सबै नेता, कार्यकर्ताका साथै कमिटीहरू परिचालन भइरहेका छौँ । यसक्रममा पार्टी जीवनमा विभिन्न घटनाक्रमका सन्दर्भमा स्वाभाविक रूपमा देखापर्ने कतिपय अन्तरविरोधहरूलाई जनवादी अभ्यास र कमरेड्ली भावनाका साथ समाधान गर्दै आपसी सद्भाव, हार्दिकता र एकताका आधारमा अघि बढ्न हामी सबै प्रतिबद्ध छौँ । ३.     दक्षिणपन्थी अवसरवाद र संगठनात्मक अराजकतालाई आजको कम्युनिस्ट आन्दोलनको प्रमुख समस्याका रूपमा हाम्रो पार्टीको दशौँ राष्ट्रिय महाधिवेशनले पहिचान गरेको छ । हाम्रो पार्टीलाई सही बाटोमा हिँडाउनका लागि यी दुई प्रवृत्तिका विरुद्ध निर्ममतापूर्वक नलडी र विजय हासिल नगरी सम्भव छैन । कर्णालीको भौगोलिक विकटता, सामाजिक संरचना, आर्थिक अवस्था जस्ता कुराले माथिका प्रवृत्तिहरूलाई थप मलजल गर्ने अवस्था विद्यमान छ । हाम्रा सबै नेता, कार्यकर्ता, कमिटी र जनसंगठनहरुलाई यसप्रति विशेषरूपमा सचेत बनाउँदै नेकपा (एमाले) लाई वैचारिक, राजनीतिक, शैलीगत, विकास निर्माण जस्ता सबै विषयमा विशिष्ट र उदाहरणीय बनाउनका लागि हामी अठोट गर्दछौँ । ४.     कर्णालीका जनताले बलिदान गरेर सङ्घर्षका माध्यमबाट कर्णाली प्रदेश स्थापना गरेको सात बर्ष बितेको छ । प्रदेश स्थापना हुँदै गर्दा कर्णालीका जनताले आफ्नो गाउँ–ठाउँको सरकारले हाम्रा दुःख केही हदसम्म भए पनि निवारण गर्ला भनेर गरेको आशा यसबीचमा पूर्णतः निराशामा परिणत भएको छ । सुरुदेखि गलत शक्तिको हातमा नेतृत्व पुग्दा कर्णाली प्रदेश सबै सूचाकाङ्कहरूमा पछाडिबाट एक नम्बरमा रहनुपर्ने दुखद् यथार्थ छ । प्रदेश सरकारका स्वेच्छाचारी, कार्यकर्ता पोस्ने, बजेट दुरुपयोग गर्ने, बिनियोजित बजेट ठोस योजनामा खर्च गर्न नसक्ने, राजनीतिक पूर्वाग्रहका आधारमा योजना छान्ने, ती योजनाहरूलाई कागजी प्रक्रिया मिलाएर दुरुपयोग गर्ने जस्ता गलत प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र विशेष रूपमा प्रतिवाद गर्न आवश्यक छ । कर्णालीका जनताको विकासको चाहनालाई कुठाराघात गर्ने यस्ता प्रवृत्तिका विरुद्धमा प्रदेशसभाभित्र तथा बाहिर जोडदार रूपमा आवाज उठाउन हामी आह्वान गर्दछौँ । ५.     कर्णालीमा नेकपा (एमाले) प्रतिको कार्यकर्ता र जनताको विश्वासलाई माथि उठाउन आवश्यक छ । प्रतिस्पर्धी दलहरूको नेतृत्वको अवस्थालाई समेत चुनौती दिनसक्ने अवस्था निर्माण गर्नसक्दा हामीप्रति कार्यकर्ताको विश्वास र जनताको भरोषा बढ्दछ । कर्णालीको शक्ति सन्तुलनको अवस्थालाई बदल्नका लागि हाम्रो पार्टीको योजनाबद्ध हस्तक्षेप र कार्यान्वयन आवश्यक छ । पार्टी नेतृत्वमा कर्णालीको प्रभावकारी उपस्थिति र त्यस नेतृत्वका आधारमा कर्णालीका जनतालाई विश्वासिलो नेतृत्वको आधार निर्माण गरेर हामीले यस अवस्थालाई बदल्नुपर्छ । त्यसका लागि हामी सबै एकमत हुँदै आ–आफ्नो ठाउँबाट आफ्नो योग्यता, क्षमता र जिम्मेवारी अनुरुप योगदान गर्न हामी प्रतिबद्ध छौँ । ६.    कर्णालीका जनता विभिन्न समस्याले आक्रान्त छन् । खाद्य सङ्कट छ, बाढी–पहिरोका कारण बाटोघाटो प्रभावित बनेको छ, हवाई सेवा विश्वासिलो छैन, महङ्गो छ । लम्पी स्किनका कारण पशुहरूको क्षति भए पनि क्षतिपूर्तिको व्यवस्था छैन । विजुली–बत्तीको कुनै ठेगान छैन, ट्रान्समिसन लाइन राम्रो छैन, सुर्खेत विमानस्थल विस्तार हुन सकेको छैन । रोजगारीका सम्भावना थप क्षीण भएका छन् । यस्ता विषयहरूप्रति गम्भीर चिन्ता प्रकट गर्दै जनताको दैनन्दिनको जीवनयापनलाई सहजता दिन हामी जोडदार आग्रह गर्दछौँ । ७.    कर्णालीमा हालसम्म कुनै मेघा परियोजना सञ्चालित छैनन् । माथिल्लो कर्णाली १५ बर्षदेखि भारतीय कम्पनीलाई ओगटेर राख्न दिइएको छ । अझ हालै प्रधानमन्त्रीको भारत भ्रमणका बेला फुकोट कर्णाली बिनाप्रतिस्पर्धा भारतीय कम्पनीलाई सुम्पिने काम भएको छ । कर्णाली र भेरी करिडरको बाटोलाई प्राथमिकता दिइएको छैन, दैलेखमा पेट्रोलियम पदार्थको उत्खनन्सम्बन्धी सुरु भएको योजना अलपत्र परेको छ । नलगाड जलविद्युत् परियोजनाको कामलाई लामो समयदेखि अल्झाएर राखिएको छ । यस्ता कामबाट कर्णालीमा आगामी कैयौँ बर्षसम्म विकासका ठूला काम हुनै नदिने र होल्ड गरेर राख्ने षड्यन्त्रका रूपमा हामीले लिएका छौँ । ",
        },
        {
            id: 7,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news2,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 8,
            title: "गण्डकी प्रदेश कमिटीको कार्यालय भवन निर्माण गरिने",
            thumbnail: news4,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "पोखरा । नेकपा (एमाले) गण्डकी भवन निर्माण कमिटीको बैठक बिहीवार सम्पन्न भएको । पार्टीका महासचिव शंकर पोखरेलको प्रमुख आतिथ्यमा भएको बैठकमा गण्डकी प्रदेश इन्चार्ज एवम् सचिव  गोकर्ण विष्टले पार्टीको अत्याधुनिक भवन बनाउने योजना सुनाउँदै रू २५ करोड सङ्कलन गर्ने योजना रहेको वताउनुभयो ।",
        },
        {
            id: 9,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news5,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
        {
            id: 10,
            title: "गिरी बन्धु टि स्टेटलाई कानुनसम्मत ढङ्गले जग्गा सट्टाभर्नाः अध्यक्ष ओली ",
            thumbnail: news1,
            imgList: [
                "https://i0.wp.com/www.peoplesreview.com.np/wp-content/uploads/2020/03/oli-nepal-prachanda-madhav-kumar-nepal-kp-oli-puspakamaldahal.jpg?resize=961%2C614&ssl=1",
                "https://myrepublica.nagariknetwork.com/uploads/media/Kp-Oli_20191031173844.jpg",
                "https://myrepublica.nagariknetwork.com/uploads/media/2016/October/Prime%20minister%20KP%20Oli.jpg",
            ],
            desc: "काठमाडौं । नेकपा (एमाले)का अध्यक्ष केपी शर्मा ओलीले विरोधीहरू आफूलाई कहाँ फसाउन सकिन्छ भनेर लागिपरे पनि उनीहरूले त्यसमा सफलता नपाउने बताउनुभएको छ । अध्यक्ष ओलीले विगतमा गृहमन्त्री, परराष्ट्रमन्त्री र प्रधानमन्त्री रहेको समयमा कानुनका पाना पल्टाएर मात्र निर्णय गरेको वताउँदै आफूलाई हत्कडि लगाउने ठाउँ नभएको स्पष्ट गर्नुभयो । नेपाल भूतपूर्व सैनिक तथा प्रहरी संगठनद्वारा विहीबार भक्तपुरमा आयोजित कार्यक्रमलाई सम्बोधन गर्दै अध्यक्ष ओलीले भन्नुभयो– केपी ओलीलाई हत्कडी लगाउने कुनै ठाउँ छैन । अध्यक्ष ओलीले आफूलाई हत्कडी लगाउन नसके कसैले गोली हान्न सक्ने आशङ्का व्यक्त गर्नुभयो । उहाँले आफूलाई कहाँ फसाउन सकिन्छ भनी विरोधीहरूले माकुराको जालो बुनिरहेको तर ‘माकुराको जालोमा भैंसी’ नपर्ने बताउनुभयो । भ्रष्टाचार र तस्करीलाई ढाकछोप गर्न चाहनेहरूले भ्रष्टाचारका घटना एमालेतर्फ देखाएर समाजमा भ्रम सिर्जना गर्न खोजेको उहाँको भनाइ छ । अध्यक्ष ओलीले अहिले फाइल खोलिएका विभिन्न प्रकरणहरूलाई ढाकछोप गर्न झापाको गिरीबन्धु टी–स्टेटको विषय अगाडि सारिएको बताउनुभयो । उहाँले एकै समयमा धेरै फाइल खोलेर कारबाहीको प्रक्रिया निष्प्रभावी बनाउने प्रपञ्च रचिएको र सोही प्रपञ्चअनुरुप गिरीबन्धु टी–स्टेटका विषयलाई उछालिएको बताउनुभयो । अध्यक्ष ओलीले प्रधानमन्त्री पुष्पकमल दाहाल र नेकपा एकीकृत समाजवादीका अध्यक्ष माधवकुमार नेपालले कोशी प्रदेशमा जनजातिहरूलाई भिडाएर साम्प्रदायिक हिंसा भड्काउन खोजेको वताउनुभयो । कोशी प्रदेशमा आन्दोलन गर्नेहरूमा प्रधानमन्त्री दाहाल र अध्यक्ष नेपालका कार्यकर्ताहरू रहेको उहाँको भनाइ छ । प्रचण्ड र नेपालले आफ्नो स्वार्थका लागि कार्यकर्ताहरू भिडाउने र द्वन्द्व भड्काउने प्रयास गरिरहेकोे भन्दै अध्यक्ष ओलीले नेकपा (एमाले)ले द्वन्द्व मच्चिन नदिने बताउनुभयो । उहाँले भन्नुभयो– अहिले कोशी प्रदेशमा उत्पात मच्चाउने प्रचण्ड र माधव नेपालका कार्यकर्ता हुन् । प्रचण्ड र माधन नेपाल नेपाली जनतालाई नुवाकोमा गोरु जुधाएजस्तो जुधाएर ताली बजाउन खोजिरहेका छन्, त्यो कुरा हुन दिइँदैन । शासनमा बस्नेहरू नै यस्ता विषयलाई ख्यालख्याल सोचिरहेका छन्, सजग हुनुपर्छ ।’ संगठनका अध्यक्ष विनोद पाण्डेको अध्यक्षतामा भएको कार्यक्रममा पार्टीका केन्द्रीय सदस्य तथा संगठनका इन्चार्ज यज्ञराज सुनुवारको अतिथिका रुपमा उपस्थिति रहेको थियो ।",
        },
    ],
};
